{
  "language": "EN",
  "nav": [
    {
      "name":"Introduction",
      "router":"/#inter"
    },
    {
      "name":"Honored guest and judges",
      "router":"/#pw"
    },
    {
      "name":"Rights and Interest",
      "router":"/#rni"
    },
    {
      "name":"Enrollment rules",
      "router":"/#rule"
    },
    {
      "name":"Requirements",
      "router":"/#claim"
    },
    {
      "name":"Topic",
      "router":"/topic"
    },
    {
      "name":"Contact us",
      "router":"/#contact"
    }
  ],
  "root": {
    "slogan": "2018 Blockchain True DApp Competition",
    "subhead": "Guidance: China Cloud System Pioneer Strategic Alliance, The Internet Industry Institute of Tsinghua University  ",
    "host": "Organizer",
    "run": "Apply",
    "runTable": "Enrollment form"
  },
  "function": {
    "register": "Register",
    "login": "Login",
    "mail": "Email",
    "authCode": "Verification code",
    "password": "Password",
    "getAuthCode": "get auth code",
    "logout": "Sign out",
    "logoutC": "Are you sure to log out ?"
  },
  "team": {
    "title": "\"HelloWorld\"  2018 Blockchain TRUE DApp Competition",
    "subhead": "Enrolloment form",
    "item": {
      "title": "Team information",
      "name": "Name of the team",
      "leader": "Team leader",
      "referal": "Refferal",
      "city": "Area",
      "phone": "Phone",
      "wechat": "Wechat",
      "telegram": "Telegram",
      "facebook": "Facebook",
      "twitter": "Twitter"
    },
    "state": "The organizer will contact the team lead to confirm details after registration",
    "button": "Submit"
  },
  "intro": {
    "title": "Introduction",
    "list": [
      "\"HelloWorld\" -- 2018 Blockchain TRUE DApp Competition is initiated and guided by China Cloud System Pioneer Strategic Alliance and The Internet Industry Institute of Tsinghua University. It is co - hosted by TrueChain, Block Tech, and Huopin Online.  ",
      "Established in the global blockchain industry, The competition is focusing on promoting applications of blockchain technology in different real-life scenarios and dedicated to find talents and projects with innovative capabilities in global blockchain field. The concept of \"global open sourced community of blockchain technology\" hence emerged at the right moment. ",
      "The blockchain application scenario is including but not limited to the fields of \"public welfare, talents recruitment, education, traceability of agricultural products, finance, credit investigation and smart agriculture\". For blockchain applications and products, the submitted work need a demo or a complete product demonstration.Each team can build practical needs according to the related field and scenario proposed by the competition. The experts will review the code, the conception, design and the actual works of the project, then select the most practical applications that meet the requirements through the voting and scoring system.",
      "About the organizer: TrueGlobal is initiates by developer communities around the world, and is aimed at building and empowering a global ecosystem of TRUE developers and entrepreneurs through teaching and promoting of new technologies. To achieve this goal, we participate in and organize online and offline technical discussions, Hackathon, and blockchain application landing contests around the world."
    ]
  },
  "irea": {
    "title": "Area",
    "content": "China, Korea, Thailand, Vietnam, America and other countries and regions."
  },
"guest": {
    "title": "Panels of judges and guests",
    "list": [
      {
        "name": "Lin Chuizhou",
        "imgSrc": "linchuizhou",
        "introList": [
          "Academician of the Royal Swedish Academy of Sciences",
          "Academician of Hong Kong Academy of Engineering Sciences",
         	"Former Vice principal of The Hong Kong University of Science and Technology"

        ]
      },
      {
        "name": "Shen Yushi",
        "imgSrc": "shenyushi",
        "introList": [
          " PH.D, computer science, University of California",
          "Panelist for China’s ‘the Thousand Talents Plan’",
          "Strategic consultant for Microsoft",
          "Secretary - general of China Cloud System Pioneer Strategic Alliance"
        ]
      },
      {
        "name": "Yu Jianing",
        "imgSrc": "yujianing",
        "introList": [
          "PHD in economics",
          "Editorial director of 2018 China blockchain industry white paper"
        ]
      },
      {
        "name": "Ye Yu",
        "imgSrc": "yeyu",
        "introList": [
          "Master’s degree of Engineering",
          "Executive vice president of GEZE",
          "Former general manager of AI and big data inCocoaChina"
        ]
      },
      {
        "name": "Zheng Xiping",
        "imgSrc": "zhengxiping",
        "introList": [
          "Co - founder & Vice president of Block tech",
          "CEO of Southeast Beecast"
        ]
      },
      {
        "name": "Qiu Tingnan",
        "imgSrc": "qiutingnan",
        "introList": [
          "Element CEO",
          "Global Finance Society’s China Committee Chairman",
          "Former Money Today Innovation Strategy Team Asia Chief"
        ]
      },
      {
        "name": "Hillary Nguyen",
        "imgSrc": "HillaryNguyen",
        "introList": [
          "Managing partner of Alphawhale Capital",
          "A Strategist, Advisor, Communicator, Consultant, community influencer and Speaker in Blockchain, Digital asset management",
          "Provide management solutions for emerging projects in the blockchain era"
        ]
      },
      {
        "name": "Zhang Jiannan",
        "imgSrc": "zhangjiannan",
        "introList": [
          "CEO of TrueChain",
          "M.S. In Computer Science, Oxford University",
          "Founder of DoraHacks",
          "Former Researcher, CERN Open Lab"
        ]
      },
      {
        "name": "Cheng Xiaoyong",
        "imgSrc": "chengxiaoyong",
        "introList": [
          "Part-time research staff of Tsinghua University",
          "Executive Committee of China Cloud System Pioneer Strategic Alliance",
          "Member of Youth Lead in Changan Club"
        ]
      },
      {
        "name": "Liu Yang",
        "imgSrc": "liuyang",
        "introList": [
          "TrueChain foundation committee member",
          "Engineering Lead",
          " M.S. Computer Science, Tsinghua University",
          "10+years experience in development and system architecture",
          "Cryptography and algorithms expert"
        ]
      }
    ]
  },
  "rights": {
    "title": "Right and Interests",
    "actual": "Prize pool update",
    "info": "The project award is also the incubation fund for the application to be applied in real life. The contest organizer will put the contest start-up fund into the prize pool, and the bonus pool will grow according to the number of teams that participated in the contest. The winning teams will share the prize. ",
    "list": [
        {
          "icon": "excitation",
          "title": "Bonus incentives",
          "content": "The winner can get abundant bonus and various incentives"
        },
        {
          "icon": "incubation",
          "title": "Project incubation",
          "content": "Excellent projects will have the opportunity of investment and incubation by connecting with local government incubators "
        },
        {
          "icon": "media",
          "title": "Media exposure",
          "content": "Millions of media exposures + media interview"
        },
        {
          "icon": "community",
          "title": "Join the community",
          "content": "The opportunity of becoming an expert in the open sourced technology of blockchain and sharing resources with developers around the world"
        }
    ]
  },
  "flow": {
    "title": "Schedule",
    "list": [
      {
        "time":"2018-11-15",
        "event":"Start accepting registration."
      },
      {
        "time":"2018-12-15",
        "event":"Registration deadline."
      },
      {
        "time":"Before 2018-12-31",
        "event":"complete team member information, submit project briefs and attachments."
      },
      {
        "time":"Before 2019-01-05",
        "event":"The participating team submits the entries."
      },
      {
        "time": "2019-01-10",
        "event":"Experts and technical judges review projects."
      },
      {
        "time":"2019-01-20",
        "event":"Finals and awards ceremony."
      }
    ]
  },
  "rule": {
    "title": "Enrollment rules",
    "list": [
      {
        "title": "We accept recommendation by nodes or the participant team can enroll them online; the organizer will contact the team lead to confirm details after registration. ",
        "list": [
          "- All participants need to hand in the registration materials online and the form  must conform to the requirements.",
          "- Each team must complete the work independently with NO cheating or infringement of others' intellectual property rights. If there is any violation, the team will be disqualified and the corresponding scores will be canceled.",
          "- Each team need to pay 100 TRUE to enter the contest, which is locked in the prize  pool and will be used for the competition bonus. (TrueGlobal has already locked 10000 TRUE as the startup bonus)"
        ]
      },
      {
        "title": "Nodes recommendation:",
        "list": [
          "1. Nodes can be composed of regions, organizations, communities and institutions. Nodes can participate in the competition or recommend high-quality teams, companies, individuals to participate."
        ]
      },
      {
        "title": "Self enrollment:",
        "list": [
          "1. The competition is open to the whole society, and the number of people is not limited. Individuals, universities and colleges, scientific research units, enterprises and entrepreneurial team are welcomed to sign up for the competition.",
          "2. Contestants can participate individually or in teams. Although there is no limit on the number of team members, but we do suggest at least 3 members in one team considering project integrity.",
          "3. Participants can choose technical experts in the blockchain industry as advisor, or technical executives of Internet companies as consultants. Participants will be given the title of \"mentor\" after breaking through the preliminary contest."
        ]
      }
    ]
  },
  "require": {
    "title": "Requirements of the entries",
    "list": [
      "The smart contract of the works must be based on TrueChain.",
      "The code and deployable target application system",
      "Application demonstration materials (PPT or Word)",
      "More details are being updated"
    ]
  },
  "sponsor": {
    "title": "co-organizer"
  },
  "alliance": {
    "title": "Alliance communities"
  },
  "we": {
    "title": "Contact us ",
    "content": "If you have any questions, please contact us through the official wechat account of the competition or you can also send email to ",
    "qr1": "TrueGlobal WeChat",
    "qr2": "Offical Twitter"
  },
  "state": {
    "content": "The final explanation right of the competition belongs to TrueGlobal "
  },
  "topic":{
    "title":"参考应用项目选题",
    "description_1":"安全、性能、去中心化不可兼顾曾经是公链领域的不可能三角，初链(TrueChain)基于Minerva混合共识机制，结合了PBFT 和 fPoW 优势，解决了这个问题。初链(TrueChain)利用PBFT作为快速链实现交易的快速处理，PoW负责PBFT委员会监管和选举，又将水果链技术融合到传统的PoW协议中，成为fPow，使普通用户有机会参与到挖矿中来，实现更加去中心化和公平化。同时，初链在PBFT之上增加了分片机制，突破了扩容性方面的限制。初链(TrueChain)拥有非常快的交易确认速度，可以为各种商业化应用的落地，提供一个稳定高效的平台，所以基于初链(TrueChain)，可以做一些高效有趣的应用。",
    "description_2":"以下提到的选题，都需要基于初链(TrueChain)做开发。 ",
    "description_3":"TrueGlobal挑选出以下选题供参赛者参考，参赛者可自行选择题目，且不局限于参考选题。同时TrueGlobal会根据更多企业和和社会机构的加入，陆续收录更多实际需求作为参考选题。 ",
    "list":[
      {
        "title":"DAPP市场",
        "description":"开发者将开发完成后的DAPP提交到应用市场，就可以供DAPP用户直接下载到移动端等设备中免安装直接使用，不需要管下载安装等过程。"
      },
      {
        "title":"多重签名钱包",
        "description":"开发一款钱包应用，要求使用多人多重签名技术，才能转账使用钱包中的数字资产。主要解决哪些人参与签名，按照什么顺序签名，使用什么方法签名，怎么验证签名，以及安全性如何得到保证等问题。"
      },
      {
        "title":"硬件钱包",
        "description":"软硬件结合产品，硬件中保存私钥，软件中读取交易签名信息，同时不能读取私钥。做到私钥隔离，更安全的保护数字资产。"
      },
      {
        "title":"去中心化的私钥管理体系",
        "description":"通过使用BIP39协议等，能够使用同一套的助记词加不同的路径管理模式，管理一组树状的用户私钥体系，顶层的私钥可以管理下层的私钥，但下层的私钥不能管理顶层的私钥。"
      },
      {
        "title":"智能合约形式化验证工具",
        "description":"智能合约安全性是非常重要的！在编写智能合约时，需要形式化验证（Formal verification）工具来对智能合约的语法和基础逻辑进行检查，避免智能合约出现低级错误。"
      },
      {
        "title":"一键发token工具",
        "description":"开发一种工具，能够非常简便的在TrueChain主网上发行规定格式的token。例如ERC20、ERC721、ERC1440等。"
      },
      {
        "title":"将以太坊其他token同步转换到TrueChain主网上的工具",
        "description":"开发一种工具或者跨链的平台，能非常简单地把目前以太坊或者其他公链上发行的token同步转移到TrueChain主网，同时实现价值传递等功能。"
      },
      {
        "title":"GPU挖矿客户端",
        "description":"目前初链官方已经开发了CPU挖矿的标准客户端，公布了挖矿的算法。根据这个算法，开发整合适用于GPU的挖矿客户端，提供windows/linux/mac等版本。"
      },
      {
        "title":"去中心化交易平台",
        "description":"在去中心化交易所中，用户的资产直接托管在用户自己的钱包里，大大降低了交易所被盗或跑路导致用户资产流失的风险。撮合交易通过智能合约完成，结算清算链上完成，在提升透明度的同时，也大大减少了对中心媒介的依赖。"
      },
      {
        "title":"区块链游戏中的随机数产生工具",
        "description":"在非常多的游戏应用场景中，都需要依赖随机数（dice）。需要利用可验证随机函VRF等技术来做到的随机，不可预测，但同时可验证。"
      },
      {
        "title":"区块链游戏中规则",
        "description":"区块链增加了游戏的公开透明性，在游戏开发过程中，将游戏的核心规则（bet）公布到区块链的智能合约中，通过调用智能合约，则可以避免游戏参与方的作弊行为。请设计一款游戏，将游戏规则上链。"
      },
      {
        "title":"去中心化的社区平台/博客平台",
        "description":"去中心化的Social Media平台， 防止信息和粉丝造假， 让用户轻松社交。"
      },
      {
        "title":"去中心化的媒体",
        "description":"目前的各种电子媒体，文章都是使用中心化数据库来存储，造成了删帖、改帖等多种弊病的出现，开发一款去中心化的媒体，将文章信息上链，可以保证发布的文章不可篡改的特性。,"
      },
      {
        "title":"公益善款跟踪溯源",
        "description":"由于公益慈善的资金去向不透明，使用区块链技术来确保捐款人对自己资金的流向清楚明白可查询；不可篡改的特性也能确保上链后的财务信息不会被篡改；可匿名性还能保护捐款者的隐私，让捐赠者放心献爱心。"
      },
      {
        "title":"农产品溯源",
        "description":"农产品追溯是食品追溯中最复杂和最艰难的部分，通过使用区块链结合大数据、云计算以及物联网技术搭建一个云数据处理中心，把生产者、监管部门以及消费者连接起来。"
      },
      {
        "title":"创业创新项目",
        "description":"基于区块链的可溯源、不可篡改特性，打通资金端和票据端，可抵押融资并可通过智能合约技术自动进行兑付后的资金转账的创新券项目。"
      },
      {
        "title":"扶贫项目",
        "description":"利用区块链技术的可追溯， 不易篡改的特性， 精准扶贫，清晰追踪政府发放的扶贫款项， 专款专用。"
      }
    ]
  }
}
