{
  "language": "EN",
  "nav": [{
      "name": "Introduction",
      "router": "/#inter"
    },
    {
      "name": "Guest",
      "router": "/#pw"
    },
    {
      "name": "Rights",
      "router": "/#rni"
    },
    {
      "name": "Rules",
      "router": "/#rule"
    },
    {
      "name": "Requirements",
      "router": "/#claim"
    },
    {
      "name": "Topic",
      "router": "/topic"
    },
    {
      "name": "Vote",
      "router": "/vote"
    },
    {
      "name": "Contact",
      "router": "/#contact"
    }
  ],
  "root": {
    "slogan": "2018 Blockchain True DApp Competition",
    "subhead": "Guidance: China Cloud System Pioneer Strategic Alliance, The Internet Industry Institute of Tsinghua University  ",
    "host": "Organizer",
    "run": "Apply",
    "runTable": "Enrollment form"
  },
  "function": {
    "register": "Register",
    "login": "Login",
    "mail": "Email",
    "authCode": "Verification code",
    "password": "Password",
    "getAuthCode": "get auth code",
    "logout": "Sign out",
    "logoutC": "Are you sure to log out ?"
  },
  "team": {
    "title": "\"HelloWorld\"  2018 Blockchain TRUE DApp Competition",
    "subhead": "Enrolloment form",
    "item": {
      "title": "Team information",
      "name": "Name of the team",
      "leader": "Team leader",
      "referal": "Refferal",
      "city": "Area",
      "phone": "Phone",
      "wechat": "Wechat",
      "telegram": "Telegram",
      "facebook": "Facebook",
      "twitter": "Twitter"
    },
    "state": "The organizer will contact the team lead to confirm details after registration",
    "button": "Submit"
  },
  "intro": {
    "title": "Introduction",
    "list": [
      "\"HelloWorld\" -- 2018 Blockchain TRUE DApp Competition is initiated and guided by China Cloud System Pioneer Strategic Alliance and The Internet Industry Institute of Tsinghua University. It is co - hosted by TrueChain, Block Tech, and RegChain Finance, BTP, and BitTemple.  ",
      "Established in the global blockchain industry, The competition is focusing on promoting applications of blockchain technology in different real-life scenarios and dedicated to find talents and projects with innovative capabilities in global blockchain field. The concept of \"global open sourced community of blockchain technology\" hence emerged at the right moment. ",
      "The blockchain application scenario is including but not limited to the fields of \"public welfare, talents recruitment, education, traceability of agricultural products, finance, credit investigation and smart agriculture\". For blockchain applications and products, the submitted work need a demo or a complete product demonstration.Each team can build practical needs according to the related field and scenario proposed by the competition. The experts will review the code, the conception, design and the actual works of the project, then select the most practical applications that meet the requirements through the voting and scoring system.",
      "About the organizer: TrueGlobal is initiates by developer communities around the world, and is aimed at building and empowering a global ecosystem of TRUE developers and entrepreneurs through teaching and promoting of new technologies. To achieve this goal, we participate in and organize online and offline technical discussions, Hackathon, and blockchain application landing contests around the world."
    ]
  },
  "irea": {
    "title": "Area",
    "content": "China, Korea, Thailand, Vietnam, America and other countries and regions."
  },
  "guest": {
    "title": "Panels of judges and guests",
    "list": [{
        "name": "Lin Chuizhou",
        "imgSrc": "linchuizhou",
        "introList": [
          "Academician of the Royal Swedish Academy of Sciences",
          "Academician of Hong Kong Academy of Engineering Sciences",
          "Former Vice principal of The Hong Kong University of Science and Technology"

        ]
      },
      {
        "name": "Shen Yushi",
        "imgSrc": "shenyushi",
        "introList": [
          " PH.D, computer science, University of California",
          "Panelist for China’s ‘the Thousand Talents Plan’",
          "Strategic consultant for Microsoft",
          "Secretary - general of China Cloud System Pioneer Strategic Alliance"
        ]
      },
      {
        "name": "Yang Dong",
        "imgSrc": "yangdong",
        "introList": [
          "Director of Big data blockchain and regulatory technology laboratory in Renmin University of China",
          "First batch of youth changjiang scholars of Ministry of Education"
        ]
      },
      {
        "name": "Yu Jianing",
        "imgSrc": "yujianing",
        "introList": [
          "PHD in economics",
          "Editorial director of 2018 China blockchain industry white paper"
        ]
      },
      {
        "name": "Ye Yu",
        "imgSrc": "yeyu",
        "introList": [
          "Master’s degree of Engineering",
          "Executive vice president of GEZE",
          "Former general manager of AI and big data inCocoaChina"
        ]
      },
      {
        "name": "PUNTIL JONGJITTRAKOON",
        "imgSrc": "puntil",
        "introList": [
          "President of Thailand Crypto Beach Association"
        ]
      },
      {
        "name": "Zheng Xiping",
        "imgSrc": "zhengxiping",
        "introList": [
          "Co - founder & Vice president of Block tech",
          "CEO of Southeast Beecast"
        ]
      },
      {
        "name": "Qiu Tingnan",
        "imgSrc": "qiutingnan",
        "introList": [
          "Element CEO",
          "Global Finance Society’s China Committee Chairman",
          "Former Money Today Innovation Strategy Team Asia Chief"
        ]
      },
      {
        "name": "Hillary Nguyen",
        "imgSrc": "HillaryNguyen",
        "introList": [
          "Managing partner of Alphawhale Capital",
          "A Strategist, Advisor, Communicator, Consultant, community influencer and Speaker in Blockchain, Digital asset management",
          "Provide management solutions for emerging projects in the blockchain era"
        ]
      },
      {
        "name": "Elias Ahonen",
        "imgSrc": "EliasAhonen",
        "introList": [
          "Token Valley CEO",
          "Author of ‘Encyclopedia of Physical Bitcoins and Crypto-Currencies’ ",
          "Former Marketing Managment at Blackberry",
          "An entrepreneur, author, and consultant for several blockchain projects"
        ]
      },
      {
        "name": "Zhang Jiannan",
        "imgSrc": "zhangjiannan",
        "introList": [
          "CEO of TrueChain",
          "M.S. In Computer Science, Oxford University",
          "Founder of DoraHacks",
          "Former Researcher, CERN Open Lab"
        ]
      },
      {
        "name": "Cheng Xiaoyong",
        "imgSrc": "chengxiaoyong",
        "introList": [
          "Part-time research staff of Tsinghua University",
          "Executive Committee of China Cloud System Pioneer Strategic Alliance",
          "Member of Youth Lead in Changan Club"
        ]
      },
      {
        "name": "Liu Yang",
        "imgSrc": "liuyang",
        "introList": [
          "TrueChain foundation committee member",
          "Engineering Lead",
          " M.S. Computer Science, Tsinghua University",
          "10+years experience in development and system architecture",
          "Cryptography and algorithms expert"
        ]
      }
    ]
  },
  "rights": {
    "title": "Right and Interests",
    "actual": "Prize pool update",
    "info": "The project award is also the incubation fund for the application to be applied in real life. The contest organizer will put the contest start-up fund into the prize pool, and the bonus pool will grow according to the number of teams that participated in the contest. The winning teams will share the prize. The prize pool address is：",
    "list": [{
        "icon": "excitation",
        "title": "Bonus incentives",
        "content": "The winner can get abundant bonus and various incentives"
      },
      {
        "icon": "incubation",
        "title": "Project incubation",
        "content": "Excellent projects will have the opportunity of investment and incubation by connecting with local government incubators "
      },
      {
        "icon": "media",
        "title": "Media exposure",
        "content": "Millions of media exposures + media interview"
      },
      {
        "icon": "community",
        "title": "Join the community",
        "content": "The opportunity of becoming an expert in the open sourced technology of blockchain and sharing resources with developers around the world"
      }
    ]
  },
  "flow": {
    "title": "Schedule",
    "list": [{
        "time": "2018-11-15",
        "event": "Start accepting registration."
      },
      {
        "time": "2018-12-15",
        "event": "Registration deadline."
      },
      {
        "time": "Before 2018-12-31",
        "event": "complete team member information, submit project briefs and attachments."
      },
      {
        "time": "Before 2019-01-05",
        "event": "The participating team submits the entries."
      },
      {
        "time": "2019-01-10",
        "event": "Experts and technical judges review projects."
      },
      {
        "time": "2019-01-20",
        "event": "Finals and awards ceremony."
      }
    ]
  },
  "rule": {
    "title": "Enrollment rules",
    "list": [{
        "title": "We accept recommendation by nodes or the participant team can enroll them online; the organizer will contact the team lead to confirm details after registration. ",
        "list": [
          "- All participants need to hand in the registration materials online and the form  must conform to the requirements.",
          "- Each team must complete the work independently with NO cheating or infringement of others' intellectual property rights. If there is any violation, the team will be disqualified and the corresponding scores will be canceled.",
          "- Each team need to pay 100 TRUE to enter the contest, which is locked in the prize  pool and will be used for the competition bonus. (TrueGlobal has already locked 10000 TRUE as the startup bonus)"
        ]
      },
      {
        "title": "Nodes recommendation:",
        "list": [
          "1. Nodes can be composed of regions, organizations, communities and institutions. Nodes can participate in the competition or recommend high-quality teams, companies, individuals to participate."
        ]
      },
      {
        "title": "Self enrollment:",
        "list": [
          "1. The competition is open to the whole society, and the number of people is not limited. Individuals, universities and colleges, scientific research units, enterprises and entrepreneurial team are welcomed to sign up for the competition.",
          "2. Contestants can participate individually or in teams. Although there is no limit on the number of team members, but we do suggest at least 3 members in one team considering project integrity.",
          "3. Participants can choose technical experts in the blockchain industry as advisor, or technical executives of Internet companies as consultants. Participants will be given the title of \"mentor\" after breaking through the preliminary contest."
        ]
      }
    ]
  },
  "require": {
    "title": "Requirements of the entries",
    "list": [
      {
        "text":"The smart contract of the works must be based on TrueChain.",
        "link":null
      },
      {
        "text":"The code and deployable target application system",
        "link":null
      },
      {
        "text":"Application demonstration materials (PPT or Word)",
        "link":null
      },
      {
        "text":"Topic",
        "link":"/topic"
      },
      {
        "text":"Voting rules",
        "link":"/vote"
      },
      {
        "text":"More details are being updated",
        "link":null
      }
    ]
  },
  "sponsor": {
    "title": "co-organizer"
  },
  "alliance": {
    "title": "Alliance communities"
  },
  "media": {
    "title": "Media"
  },
  "we": {
    "title": "Contact us ",
    "content": "If you have any questions, please contact us through the official wechat account of the competition or you can also send email to ",
    "qr1": "TrueGlobal WeChat",
    "qr2": "Offical Twitter"
  },
  "state": {
    "content": "TrueGlobal reserves the right of the final interpretation"
  },
  "topic": {
    "title": "Suggested Dapp topics for reference",
    "description_1": "The conflict between security, efficiency and decentralization for public blockchain is solved by TrueChain using the PBFT-fPoW hybrid consensus technology called Minerva.TrueChain uses PBFT as fast-chain to process transactions, and leave the oversight and election of PBFT to the hands of PoW nodes. Besides, TrueChain integrates fruitchain technology into the traditional PoW protocol i.e. fPoW, so that common users could have the opportunity to participate in mining. TrueChain also added sharding on top of PBFT to lift the limit of scalability.TrueChain has a very fast transaction confirmation speed, which can provide a stable and efficient platform for the landing of various commercial applications. Therefore, some efficient and interesting applications can be made based on TrueChain.",
    "description_2": "All of the topics mentioned below need to be developed based on TrueChain.",
    "description_3": "TrueGlobal selects the following topics for participants to consider. The topics are not mandatory, Participants can choose the topics by themselves, meanwhile, as more enterprises and organization joining the competition, TrueGlobal will add more actual demand under this topic. ",
    "list": [{
        "title": "DAPP market",
        "description": "A Dapp market that users can directly downloaded DAPPs to devices such as mobile terminals without installation. After the Dapps are uploaded to the application market, users can download directly without the installation process."
      },
      {
        "title": "Multiple signature wallet",
        "description": "Develop a wallet app that requires a multiple signatures to transfer digital assets in the wallet. It mainly solves the problems of who participates in the signature, in what order, by what method, how to verify the signature, and how to guarantee the security."
      },
      {
        "title": "Hardware wallet",
        "description": "Product need to make up of software and hardware, The private key is stored in the hardware and the transaction signature information is read in the software. At the same time, the private key cannot be read. Achieve private key isolation for a more secure protection of digital assets."
      },
      {
        "title": "Decentralized private key management system",
        "description": "By using the BIP39 protocol, the same set of mnemonic words and different path management modes can be used to manage a set of tree-like user private key system. The private key at the top level can manage the private key at the bottom level, but the private key at the bottom level cannot manage the private key at the top level"
      },
      {
        "title": "smart contract formalization verification tool",
        "description": "Security is very important a smart contract! When writing smart contracts, formal verification tools are needed to check the syntax and basic logic of smart contracts to avoid low-level mistakes."
      },
      {
        "title": "One click to send token",
        "description": "Develop a tool that are easy to distribute tokens in a specified format on TrueChain mainnet, for example, ERC20, ERC721, ERC1440, etc."
      },
      {
        "title": "Tools to migrate tokens of ethereum to TrueChain mainnet",
        "description": "Develop a tool or cross-chain platform to transfer the token distributed on Ethereum or other public chains to TrueChain mainnet simultaneously, and realize other functions such as value delivery."
      },
      {
        "title": "Client of GPU mining",
        "description": "Currently, TrueChain has developed a standard client of CPU mining and published the mining algorithm. According to this algorithm, mining clients suitable for GPU are developed and integrated, and Windows/Linux/MAC versions are provided too."
      },
      {
        "title": "Decentralized trading platform",
        "description": "In a decentralized exchanges, the user's assets are directly saved in the user's own wallet, greatly reducing the risk of assets lost by stolen or caused by others reasons. The matching transaction is completed through smart contracts, and the clearing and settlement are processed on the public chain. While promoting the transparency, it also greatly reduces the dependence on central agency."
      },
      {
        "title": "The random number generation tool in the blockchain games",
        "description": "In many application scenarios, we need to rely on the random number (dice). It is necessary to use technologies such as verifiable random function VRF to achieve randomness, unpredictability, but verifiable at the same time."
      },
      {
        "title": "Rules in the blockchain games",
        "description": "Blockchain increases the transparency in the games. During the game development process, the game's core rules (bet) are published into the smart contracts of the blockchain. By invoking smart contracts, cheating can be avoid. Please design a game and make the rules on Chain."
      },
      {
        "title": "Decentralized community platform/blog platform",
        "description": "A decentralized Social Media platform prevents fake information and or fake fans, so that users could enjoy sound social atmosphere."
      },
      {
        "title": "Decentralized media",
        "description": "At present, all kinds of online media use centralized database to store articles, resulting in the occurrence of many kinds of defects such as deleting posts and modifying posts. The development of a decentralized media can store the information of articles on chain so the published articles can not be tampered.,"
      },
      {
        "title": "Traceability of charity donation",
        "description": "Since philanthropic funding is not transparent, blockchain technology can ensure that donors have a clear understanding of where their money is going and the donation can be checked. The tamper resist feature of blockchain technology can also ensure that the financial information on the chain cannot be tampered; Anonymity also protects the privacies of donors therefore they don’t  need to worry about the leak of personal information while showing their cares."
      },
      {
        "title": "Traceability of agricultural products",
        "description": "Tracing of the gricultural product is the most complex and difficult part in food tracing. By using blockchain to build a cloud data processing center combining big data, cloud computing and Internet of things technology, we can connect the producers, regulators and consumers."
      },
      {
        "title": "Entrepreneurship and innovation projects",
        "description": "Based on the traceability and non-tampering characteristics of blockchain, the voucher side can be connected with the capital side and the bill side. The holder of the voucher can use it as a guarantee, and transfer/payment can be achieved through smart contract."
      },
      {
        "title": "Poverty alleviation projects",
        "description": "By using the traceability and non-tampering characteristics of blockchain technology to realize targeted poverty alleviation. In this way,the poverty-relief funds issued by the government can be clearly tracked."
      }
    ]
  },
  "vote": {
    "title": "About the voting system",
    "description": "The voting of the contest will be divided into 3 phases with multiple parties involved, and it will be conducted in a more decentralized method.",
    "condition": [
      "1、Crowd Voting. This part counts as 40% of the total votes and will start from December 20th, 2018. We use wechat voting mechanism to prevent ballot rigging. People need to follow the official wechat account - TrueGlobal to vote and each person can only vote once per day. ",
      "2、Voting between teams. This part count as for 30% of the votes starting from December 30th, and will be conducted via the website’s voting system. The representative of each team need to log in the website and vote for other teams, each team has 5 votes. They can vote for one team or multiple teams, but they cannot vote for their own teams.",
      "3、Votes from the judges. This is the final phase, and it counts for 30% of the votes. It starts from January 5th, 2019, and each judge has 2 votes."
    ]
  }
}
