{
  "language": "VN",
  "nav": [
    {
      "name":"Giới thiệu",
      "router":"/#inter"
    },
    {
      "name":"Vị khách danh dự và ban giám khảo",
      "router":"/#pw"
    },
    {
      "name":"Quyền lợi và lợi ích",
      "router":"/#rni"
    },
    {
      "name":"Quy tắc đăng ký",
      "router":"/#rule"
    },
    {
      "name":"Yêu cầu",
      "router":"/#claim"
    },
    {
      "name":"Tiêu đề trò chơi",
      "router":"/topic"
    },
    {
      "name":"Bỏ phiếu",
      "router":"/vote"
    },
    {
      "name":"Liên hệ chúng tôi",
      "router":"/#contact"
    }
  ],
  "root": {
    "slogan": "Cuộc thi Blockchain True DApp 2018",
    "subhead": "Hướng dẫn:Liên Minh Chiến Lược Tiên Phong về Hệ Thống Dữ Liệu Đám Mây của Trung Quốc,Viện Công nghiệp Internet thuộc Đại Học Tsinghua  ",
    "host": "Người tổ chức",
    "run": "Ứng dụng",
    "runTable": "Biểu mẫu đăng ký"
  },
  "function": {
    "register": "Ghi danh",
    "login": "Đăng nhập",
    "mail": "Email",
    "authCode": "Mã xác nhận",
    "password": "Mật khẩu",
    "getAuthCode": "lấy mã auth",
    "logout": "Thoát",
    "logoutC": "Bạn có chắc chắn đăng xuất không ?"
  },
  "team": {
    "title": "\"HelloWorld\"  Cuộc thi Blockchain TRUE DApp 2018",
    "subhead": "Biểu mẫu đăng ký",
    "item": {
      "title": "Thông tin của nhóm",
      "name": "Tên của đội",
      "leader": "Trưởng nhóm",
      "referal": "Người giới thiệu",
      "city": "Khu vực",
      "phone": "Điện thoại",
      "wechat": "Wechat",
      "telegram": "Telegram",
      "facebook": "Facebook",
      "twitter": "Twitter"
    },
    "state": "Ban tổ chức sẽ liên hệ với trưởng nhóm để xác nhận các thông tin chi tiết sau khi đăng ký",
    "button": "Gửi đi"
  },
  "intro": {
    "title": "Lời nói đầu",
    "list": [
      "\" HelloWorld \" - 2018 Cuộc thi Blockchain TRUE DApp được khởi xướng và hướng dẫn bởi Liên minh chiến lược tiên phong về hệ thống đám mây Trung Quốc và Viện Công nghiệp Internet thuộc Đại học Tsinghua, đồng tổ chức bởi TrueChain, Block 360 và RegChain Finance, BTP, và BitTemple.",
      "Được thành lập trong ngành công nghiệp blockchain toàn cầu, cuộc thi tập trung vào việc thúc đẩy ứng dụng công nghệ blockchain trong các kịch bản thực tế khác nhau và dành riêng cho việc tìm kiếm tài năng và dự án với khả năng sáng tạo trong lĩnh vực blockchain toàn cầu. Khái niệm về \"cộng đồng mã nguồn mở toàn cầu của công nghệ blockchain\" do đó nổi lên vào đúng thời điểm.",
      "Kịch bản ứng dụng blockchain bao gồm nhưng không giới hạn trong các lĩnh vực \"phúc lợi công cộng, tuyển dụng nhân tài, giáo dục, truy xuất nguồn gốc của các sản phẩm nông nghiệp, tài chính, điều tra tín dụng và nông nghiệp thông minh\". Đối với các ứng dụng và sản phẩm blockchain, công việc được đệ trình cần một bản demo hay một phần minh họa sản phẩm hoàn chỉnh. Mỗi nhóm có thể xây dựng các nhu cầu thực tế theo các lĩnh vực liên quan và kịch bản được đề xuất bởi đối thủ cạnh tranh. Các chuyên gia sẽ đánh giá code, ý tưởng, thiết kế và các công trình thực tế của dự án, sau đó chọn các ứng dụng thực tế nhất đáp ứng các yêu cầu thông qua hệ thống bỏ phiếu và chấm điểm.",
      "Về đơn vị tổ chức: TrueGlobal được khởi xướng bởi các cộng đồng nhà phát triển trên toàn thế giới và nhằm xây dựng và trao quyền cho hệ sinh thái toàn cầu của các nhà phát triển và các nhà khởi nghiệp TRUE thông qua việc giảng dạy và quảng bá các công nghệ mới. Để đạt được mục tiêu này, chúng tôi tham gia và tổ chức các buổi thảo luận kỹ thuật trực tuyến và ngoại tuyến, Hackathon và các cuộc thi triển khai ứng dụng blockchain trên toàn thế giới."
    ]
  },
  "irea": {
    "title": "Khu vực",
    "content": "Trung Quốc, Hàn Quốc, Thái Lan, Việt Nam, Mỹ và các quốc gia và khu vực khác."
  },
  "guest": {
    "title": "Các ban giám khảo và khách mời",
    "list": [{
        "name": "Lin Chuizhou",
        "imgSrc": "linchuizhou",
        "introList": [
          "Viện Hàn lâm Khoa học Hoàng gia Thụy Điển",
          "Viện Hàn lâm Khoa học Kỹ thuật Hồng Kông",
          "Nguyên Phó Hiệu trưởng Trường Đại học Khoa học và Công nghệ Hồng Kông"

        ]
      },
      {
        "name": "Shen Yushi",
        "imgSrc": "shenyushi",
        "introList": [
          " Tiến sĩ ngành khoa học máy tính tại Đại học California",
          "Tham luận viên cho chương trình 'Ngàn Kế Hoạch Tài Năng' của Trung Quốc’",
          "Tư vấn chiến lược cho Microsoft"
        ]
      },
      {
        "name": "Yang Dong",
        "imgSrc": "yangdong",
        "introList": [
          "Giám đốc Phòng thí nghiệm công nghệ blockchain và quản lý Big data tại Đại học Renmin tại Trung Quốc",
          "Một trong những người thuộc khóa đầu tiên của các học giả thanh niên Changjiang của Bộ trưởng Giáo dục"
        ]
      },
      {
        "name": "Yu Jianing",
        "imgSrc": "yujianing",
        "introList": [
          "Tiến Sĩ Kinh Tế",
          "Giám Đốc Biên Tập của China blockchain industry white paper 2018"
        ]
      },
      {
        "name": "Ye Yu",
        "imgSrc": "yeyu",
        "introList": [
          "Thạc sĩ Kỹ thuật",
          "Phó chủ tịch điều hành của ITPUB",
          "Cựu tổng giám đốc của AI và Big data trong CocoaChina"
        ]
      },
      {
        "name": "PUNTIL JONGJITTRAKOON",
        "imgSrc": "puntil",
        "introList": [
          "President of Thailand Crypto Beach Association"
        ]
      },
      {
        "name": "Zheng Xiping",
        "imgSrc": "zhengxiping",
        "introList": [
          "Đồng sáng lập & Phó chủ tịch Block công nghệ",
          "CEO of Southeast Beecast"
        ]
      },
      {
        "name": "Qiu Tingnan",
        "imgSrc": "qiutingnan",
        "introList": [
          "Giám đốc điều Element",
          "Chủ tịch Ủy ban Trung Quốc của Hiệp hội Tài chính Toàn cầu",
          "Cựu Đội trưởng Châu Á Chiến Lược Đổi Mới Tiền Ngày Nay"
        ]
      },
      {
        "name": "Hillary Nguyen",
        "imgSrc": "HillaryNguyen",
        "introList": [
          "Đối tác quản lý của Alphawhale Capital",
          "Một nhà chiến lược, cố vấn, tư vấn, người có ảnh hưởng cộng đồng và người nói trong cộng đồng Blockchain, quản lý tài sản số",
          "Cung cấp các giải pháp quản lý cho các dự án đang nổi lên trong kỷ nguyên blockchain"
        ]
      },

      {
        "name": "Elias Ahonen",
        "imgSrc": "EliasAhonen",
        "introList": [
          "Giám đốc điều hành của Token Valley",
          "Tác giả của cuốn sách 'Bách khoa toàn thư về Bitcoin vật chất và tiền điện tử'",
          "Cụ quản lý tiếp thị tại Blackberry",
          "Một doanh nhân, tác giả và nhà cố vấn cho một số dự án blockchain"
        ]
      },

      {
        "name": "Zhang Jiannan",
        "imgSrc": "zhangjiannan",
        "introList": [
          "Giám đốc điều hành của TrueChain",
          "Thạc Sĩ ngành khoa học máy tính tại trường Oxford University",
          "Người sáng lập DoraHacks",
          "Cựu nhà nghiên cứu tại phòng thí nghiệm mở CERN"
        ]
      },
      {
        "name": "Cheng Xiaoyong",
        "imgSrc": "chengxiaoyong",
        "introList": [
          "Nhân viên nghiên cứu bán thời gian của Đại học Tsinghua",
          "Ban chấp hành hệ thống điện toán đám mây Trung Quốc",
          "Thành viên của thanh niên dẫn đầu trong Changan Club"
        ]
      },
      {
        "name": "Liu Yang",
        "imgSrc": "liuyang",
        "introList": [
          "Thành viên ủy ban sáng lập TrueChain",
          "Kỹ Sư ngành công nghệ chì",
          " Thạc Sĩ ngành khoa học máy tính tại trường Tsinghua",
          "Hơn 10 năm kinh nghiệm trong sự phát triển và xây dựng kiến trúc hệ thống",
          "Chuyên gia mã hóa và thuật toán"
        ]
      }
    ]
  },
  "rights": {
    "title": "Quyền lợi và sở thích",
    "actual": "Prize pool update",
    "info": "Giải thưởng dự án cũng là quỹ hổ trợ được dùng cho các ứng dụng được áp dụng trong đời thực. Ban tổ chức cuộc thi sẽ đặt quỹ khởi động cuộc thi vào tổng giải thưởng và số tiền thưởng sẽ tăng theo số lượng các đội tham gia cuộc thi. Các đội chiến thắng sẽ được chia sẻ giải thưởng với nhau. Địa chỉ của giải thưởng là：",
    "list": [{
        "icon": "excitation",
        "title": "Ưu đãi tiền thưởng",
        "content": "Người chiến thắng có thể nhận được nhiều tiền thưởng và nhiều ưu đãi khác nhau"
      },
      {
        "icon": "incubation",
        "title": "Dự án thai nghén",
        "content": "Dự án tuyệt vời sẽ có cơ hội được đầu tư và ấp ủ bằng cách kết nối với vườn ươm những hạt mầm tiềm năng của chính quyền địa phương "
      },
      {
        "icon": "media",
        "title": "Trải nghiệm phương tiện",
        "content": "Hàng triệu phương tiện truyền thông đại chúng + phỏng vấn truyền thông"
      },
      {
        "icon": "community",
        "title": "Tham gia vào cộng đồng",
        "content": "Cơ hội trở thành một chuyên gia trong công nghệ nguồn mở của blockchain và chia sẻ nguồn lực với các nhà phát triển trên khắp thế giới"
      }
    ]
  },
  "flow": {
    "title": "Lịch biểu",
    "list": [
      {
        "time":"2018-11-15",
        "event":"Bắt đầu chấp nhận đăng ký."
      },
      {
        "time":"2018-12-15",
        "event":"Thời hạn đăng ký."
      },
      {
        "time":"Trước ngày 2018-12-31",
        "event":"Cải thiện thông tin thành viên nhóm, gửi tóm tắt dự án và tệp đính kèm."
      },
      {
        "time":"Trước ngày 2019-01-05",
        "event":"Nhóm tham gia gửi các mục nhập."
      },
      {
        "time": "2019-01-10",
        "event":"Đánh giá thẩm phán chuyên gia và kỹ thuật."
      },
      {
        "time":"2019-01-20",
        "event":"Chung kết và lễ trao giải."
      }
    ]
  },
  "rule": {
    "title": "Quy tắc đăng ký",
    "list": [{
        "title": "Chúng tôi chấp nhận đề xuất của các nút hoặc nhóm người tham gia có thể đăng ký trực tuyến, ban tổ chức sẽ liên hệ với trưởng nhóm để xác nhận chi tiết sau khi đăng ký",
        "danh sách": [
          "- Tất cả những người tham gia cần phải nộp các tài liệu đăng ký trực tuyến và biểu mẫu phải tuân theo các yêu cầu.",
          "- Mỗi đội phải hoàn thành công việc độc lập với KHÔNG gian lận hoặc vi phạm quyền sở hữu trí tuệ của người khác. Nếu có bất kỳ vi phạm nào, đội đó sẽ bị loại và điểm số tương ứng sẽ bị hủy.",
          "- Mỗi đội cần phải trả phí 100 TRUE để tham gia cuộc thi, được khóa trong giải thưởng và sẽ được sử dụng cho tiền thưởng cạnh tranh. (TrueGlobal đã khóa 10000 TRUE làm tiền thưởng khởi động)"
        ]
      },
      {
        "title": "Đề xuất Nodes:",
        "list": [
          "1. Các nút có thể bao gồm các vùng, tổ chức, cộng đồng và các chế. Các nút có thể tham gia vào cuộc thi hoặc đề xuất các đội, công ty, cá nhân chất lượng cao tham gia."
        ]
      },
      {
        "title": "Tự ghi danh:",
        "list": [
          "1. Cuộc thi mở dành cho mọi người, và số người tham gia không bị giới hạn. Bao gồm: Cá nhân, trường đại học và cao đẳng, đơn vị nghiên cứu khoa học, doanh nghiệp và đội ngũ kinh doanh được hoan nghênh đăng ký tham gia cuộc thi. ",
          "2. Thí sinh có thể tham gia cá nhân hoặc theo nhóm. Mặc dù không có giới hạn về số lượng thành viên trong nhóm, nhưng chúng tôi đề nghị ít nhất 3 thành viên trong một nhóm xem xét tính toàn vẹn của dự án.",
          "3. Người tham gia có thể chọn các chuyên gia kỹ thuật trong ngành công nghiệp blockchain hỗ trợ với tư cách là cố vấn, hoặc giám đốc điều hành kỹ thuật của các công ty Internet làm tư vấn viên. Người tham gia sẽ nhận được danh hiệu \"người cố vấn \"sau khi vượt qua cuộc thi sơ bộ."
        ]
      }
    ]
  },
  "require": {
    "title": "Yêu cầu của các mục",
    "list": [
      {
        "text":"Hợp đồng thông minh của các tác phẩm dự thi phải dựa trên TrueChain.",
        "link":null
      },
      {
        "text":"Các bảng Code và hệ thống ứng dụng trong mục tiêu có thể triển khai",
        "link":null
      },
      {
        "text":"Phiên bản demo của ứng dụng (PPT hoặc Word)",
        "link":null
      },
      {
        "text":"Tham khảo trò chơi",
        "link":"/topic"
      },
      {
        "text":"Quy tắc bỏ phiếu",
        "link":"/vote"
      },
      {
        "text":"Chi tiết khác đang được cập nhật",
        "link":null
      }
    ]
  },
  "sponsor": {
    "title": "người đồng tổ chức"
  },
  "alliance": {
    "title": "Cộng đồng liên minh"
  },
  "media":{
    "title":"Phương tiện hợp tác"
  },
  "we": {
    "title": "Liên hệ với chúng tôi ",
    "content": "Nếu bạn có bất kỳ câu hỏi nào, vui lòng liên hệ với chúng tôi qua tài khoản chính thức của cuộc thi hoặc bạn cũng có thể gửi email để liên ",
    "qr1": "TrueGlobal WeChat",
    "qr2": "Kênh Twitter chính thức"
  },
  "state": {
    "content": "Quyền quyết định giải thích cuối hoàn toàn cùng thuộc về TrueGlobal "
  },
  "topic":{
    "title":"Chủ đề dự án Dapp tham khảo",
    "description_1":"Các vấn đề sự bảo mật,hiệu quả và độ phi tập trung của Public Blockchain được giải quyết bởi TrueChain bằng công nghệ đồng thuận lai PBFT-fPOW được gọi là Minerva.Đội ngũ TrueChain sử dụng PBFT làm chuỗi nhanh để xử lý các giao dịch, và sự giám sát và bầu chọn PBFT được thực hiện bởi các nút PoW. Bên cạnh đó, TrueChain tích hợp công nghệ fruitchain vào giao thức PoW truyền thống trở thành fPoW, để mọi người dùng có cơ hội tham gia khai thác. TrueChain cũng thêm sharding ở phần trên cùng của PBFT để nâng giới hạn khả năng mở rộng.TrueChain có tốc độ xác nhận giao dịch rất nhanh, có thể cung cấp một nền tảng ổn định và hiệu quả cho phép xây dựng các ứng dụng thương mại khác nhau. Do đó, một số ứng dụng hiệu quả và thú vị có thể được thực hiện dựa trên TrueChain.",
    "description_2":"Tất cả các chủ đề được đề cập dưới đây cần phải được phát triển dựa trên TrueChain.",
    "description_3":"Ban tổ chức cuộc thi TrueGlobal chọn các chủ đề sau để những người tham gia vào tham khảo. Các chủ đề không bắt buộc, người tham gia có thể tự chọn chủ đề, khi nhiều doanh nghiệp và tổ chức xã hội tham gia cuộc thi,ban tổ chức cuộc thi TrueGlobal sẽ bổ sung thêm các nhu cầu thực tế trong các chủ đề tham khảo. ",
    "list":[
      {
        "title":"Thị trường Dapp",
        "description":"Một thị trường Dapp mà người dùng có thể trực tiếp tải DAPP xuống các thiết bị như thiết bị đầu cuối di động mà không cần cài đặt. Sau khi các Dapp được tải lên thị trường các ứng dụng, người dùng có thể tải trực tiếp mà không cần quá trình cài đặt."
      },
      {
        "title":"Nhiều ví chữ ký",
        "description":"Phát triển ứng dụng ví yêu cầu nhiều chữ ký để có thể chuyển tài sản kỹ thuật số trong ví. Nó chủ yếu giải quyết các vấn đề của những người tham gia vào việc ký xác nhận, theo thứ tự nào, bằng phương pháp nào, cách xác minh chữ ký và cách đảm bảo an ninh."
      },
      {
        "title":"Phần cứng của ví",
        "description":"Phần mềm và phần cứng được kết hợp vào sản phẩm, Private Key được lưu trữ trong phần cứng, thông tin chữ ký giao dịch được đọc trong phần mềm và không thể đọc khóa riêng cùng một lúc. Tách riêng các khóa riêng tư và bảo vệ tài sản kỹ thuật số an toàn hơn."
      },
      {
        "title":"Hệ thống quản lý khóa riêng tư phi tập trung",
        "description":"Bằng cách sử dụng giao thức BIP39, cùng một tập hợp các từ phải nhớ và khác với cách quản lý theo lối mòn có thể được sử dụng cách quản lý một tập hợp các privite key của người dùng giống hình cây. Khóa riêng tư ở cấp cao nhất có thể quản lý khóa riêng ở cấp dưới cùng, nhưng khóa riêng ở cấp dưới cùng không thể quản lý khóa cá nhân ở cấp cao nhất."
      },
      {
        "title":"Công cụ xác minh hợp thức hóa smart contract",
        "description":"Bảo mật mart contract là rất quan trọng! Khi viết các smart contract, cần có các công cụ xác minh chính thức để kiểm tra cú pháp và logic cơ bản của các smart contract để tránh các lỗi không đáng có."
      },
      {
        "title":"Với một chìa khóa để gửi token",
        "description":"Đội ngũ phát triển công cụ dễ dàng phân phối mã token theo định dạng được chỉ định trên mạng chính TrueChain, ví dụ: ERC20, ERC721, ERC1440, v.v."
      },
      {
        "title":"Các công cụ để chuyển đổi tokens dưới dạng smart contract của Etherum thành TrueChain phiên bản chính thức",
        "description":"Phát triển công cụ hoặc nền tảng chuỗi chéo để chuyển đổi token được phân phối trên nền tảng Ethereum hoặc các public chains khác thành token của TrueChain phiên bản chính thức, và thực hiện các chức năng khác như phân phối giá trị."
      },
      {
        "title":"Đối tượng khách hàng của đào bằng GPU",
        "description":"Hiện tại, TrueChain đã phát triển được một lượng khách hàng đào bằng CPU và đã công bố thuật toán đào. Theo thuật toán này, khách hàng khai thác thích hợp bằng GPU được phát triển và tích hợp,với các phiên bản Windows / Linux / MAC cũng được cung cấp."
      },
      {
        "title":"Nền tảng giao dịch phi tập trung",
        "description":"Trong một sàn giao dịch phi tập trung, tài sản của người dùng được lưu trực tiếp trong ví của chính họ, làm giảm đáng kể nguy cơ mất tài sản do hành vi trộm cắp hối lộ hoặc bỏ trốn bởi chính sàn giao dịch họ dùng. Giao dịch khớp được hoàn thành thông qua smart contracts, và nó được hoàn thành trên chuỗi thanh toán và thanh toán bù trừ. Trong khi quảng bá tính minh bạch, nó cũng làm giảm đáng kể sự phụ thuộc vào phương tiện truyền thông trung ương"
      },
      {
        "title":"Công cụ tạo số ngẫu nhiên trong các trò chơi blockchain",
        "description":"Trong nhiều kịch bản ứng dụng, chúng ta cần dựa vào số ngẫu nhiên (súc sắc). Nó là cần thiết để sử dụng các công nghệ như chức năng ngẫu nhiên có thể kiểm chứng VRF để đạt được tính ngẫu nhiên, không thể đoán trước, nhưng có thể kiểm chứng cùng một lúc."
      },
      {
        "title":"Những luật lệ trong các trò chơi blockchain",
        "description":"Blockchain tăng tính minh bạch trong các trò chơi. Trong quá trình phát triển trò chơi, các quy tắc cốt lõi của trò chơi (đặt cược) được xuất bản thành smart contracts của blockchain. Bằng sự cứu rỗi của smart contracts, có thể tránh được gian lận ở các trò chơi này. Vui lòng thiết kế trò các chơi và thực hiện các quy tắc về Chuỗi."
      },
      {
        "title":"Nền tảng blog / nền tảng cộng đồng phi tập trung",
        "description":"Nền tảng truyền thông xã hội phi tập trung ngăn thông tin giả và những người hâm mộ tạo thông tin giả mạo, do đó người dùng có thể tận hưởng thật sự một môi trường mạng xã hội thật"
      },
      {
        "title":"Phương tiện truyền thông phi tập trung",
        "description":"Hiện nay, tất cả các loại phương tiện truyền thông trực tuyến sử dụng cơ sở dữ liệu tập trung để lưu trữ các bài viết, dẫn đến sự xuất hiện của nhiều loại lỗi như xóa bài đăng và sửa đổi bài đăng. Sự phát triển của một phương tiện truyền thông phi tập trung có thể lưu trữ thông tin của các bài viết trên các chuỗi nên các bài báo được xuất bản không thể bị giả mạo."
      },
      {
        "title":"Khả năng truy suất nguồn gốc các hoạt động từ thiện",
        "description":"Vì tài trợ từ thiện không minh bạch, công nghệ blockchain có thể đảm bảo rằng các nhà tài trợ có một sự hiểu biết rõ ràng về nơi tiền của họ đang đi đúng nơi và việc đóng góp có thể được kiểm tra. Tính năng không giả mạo của công nghệ blockchain cũng có thể đảm bảo rằng thông tin tài chính trên chuỗi không thể bị giả mạo; Ẩn danh cũng bảo vệ các nhà tài trợ của các nhà tài trợ do đó họ không cần phải lo lắng về việc rò rỉ thông tin cá nhân trong khi thể hiện tình yêu thương giúp đỡ người khác một cách thiện nguyện của họ."
      },
      {
        "title":"Truy xuất nguồn gốc của các sản phẩm nông nghiệp",
        "description":"Việc truy tìm sản phẩm nông nghiệp là một phần phức tạp và khó khăn nhất trong việc truy tìm về thức ăn. Bằng cách sử dụng blockchain để xây dựng một trung tâm xử lý dữ liệu đám mây kết hợp dữ liệu lớn, điện toán đám mây và Internet của công nghệ mọi thứ, chúng ta có thể kết nối các nhà sản xuất, nhà quản lý và người tiêu dùng."
      },
      {
        "title":"Doanh nhân và các dự án đổi mới",
        "description":"Dựa trên tính truy nguyên và các đặc tính không thể giả mạo của blockchain, phía voucher có thể được kết nối với phía bên vốn và bên hóa đơn, tài trợ thế chấp và có thể thực hiện được chương trình voucher tiền lệ để chuyển tiền thông qua smart contract."
      },
      {
        "title":"Dự án giảm nghèo khổ",
        "description":"Bằng cách sử dụng tính truy nguyên và các đặc tính không giả mạo của công nghệ blockchain, mục tiêu được nhắm đến để sử dụng là thực hiện xóa đói giảm nghèo. Bằng cách này, các quỹ giảm nghèo do chính phủ ban hành có thể được theo dõi rõ ràng."
      },
      {
        "title":"Talents information on chain",
        "description":"Please build a decentralized community platform to effectively manage the returned overseas graduates, optimize resource integration and facilitate these talents to contribute back to the society. Thanks to the human resource center in Beijing proposed the demand of building a centralized community and storing the talent’s information on blockchain."
      },
      {
        "title":"Blockchain public welfare cloud platform",
        "description":"From the perspective of “blockchain + public welfare” , considering the advantages of blockchain technology - decentralization, openness and transparency, traceability and the use of smart contract, please provide some innovative and creative solutions including but not limit to a design of economic model, a community management tool, or DApps for “donation in digital assets”, “donation tracking”, “certificate of volunteers”, “programmable public welfare”, etc."
      }
    ]
  },
  "vote": {
    "title": "Giới thiệu về hệ thống bầu cử",
    "description": "Việc bỏ phiếu của cuộc thi sẽ được chia thành 3 giai đoạn với nhiều bên liên quan, và nó sẽ được tiến hành theo một phương pháp phi tập trung hơn.",
    "condition": [
      "1、Bỏ phiếu bầu cử. Bắt đầu vào ngày 20 tháng 12 năm 2018, phần bỏ phiếu bầu cử sẽ chiếm 40% số phiếu bầu cho lần biểu quyết. Chúng tôi sử dụng cơ chế bỏ phiếu của Wechat để chống gian lận và cơ cấu trong việc bỏ phiếu. Mọi người nên sử dụng tài khoảng Wechat chính thức của mình để bỏ phiếu - và mọi người chỉ có thể bỏ phiếu 1 lần mỗi ngày",
      "2、Biểu quyết giữa các đội. Bắt đầu vào ngày 30 tháng 12 năm 2018, phần biểu quyết giữa các đội được tính 30% số phiếu bầu cho lần biểu quyết. Đại diện của mỗi đội cần đăng nhập vào trang web và bỏ phiếu cho các đội khác, mỗi đội có 5 phiếu. Họ có thể bầu cho một đội hoặc nhiều đội, nhưng họ không thể bỏ phiếu cho đội của họ.",
      "3、Phiếu bầu từ ban giám khảo. Đây là giai đoạn cuối cùng, và nó chiếm 30% số phiếu bầu. Bắt đầu từ ngày 5 tháng 1 năm 2019, và mỗi ban giám khảo có 2 phiếu bầu."
    ]
  }
}
